Repository: nunotfc/WhatsAppNG
Catalog: addon/locale/*/LC_MESSAGES/*.po
Languages: ar

source: Copy current message to clipboard
ar: نسخ الرسالة الحالية إلى الحافظة

source: Copied
ar: تم النسخ

source: Cannot copy
ar: لا يمكن النسخ

source: Play voice message
ar: تشغيل الرسالة الصوتية

source: No audio message found
ar: لم يتم العثور على رسالة صوتية

source: Read complete message (clicks 'read more' button)
ar: قراءة الرسالة كاملة (بالضغط على زر "قراءة المزيد")

source: Not a text message
ar: لا توجد رسالة نصية

source: No message found
ar: لا توجد رسائل

source: Text not found
ar: لا يوجد نص

source: Open context menu
ar: فتح قائمة السياق

source: No menu found
ar: لا توجد قوائم

source: Focus message composer
ar: التركيز على حقل كتابة الرسالة

source: Message composer not found
ar: لم يتم العثور على حقل كتابة الرسالة

source: Go to WhatsApp conversation list
ar: الإنتقال إلى قائمة محادثات WhatsApp

source: Conversation list not found
ar: لم يتم العثور على قائمة المحادثات

source: Go to WhatsApp message list
ar: الإنتقال إلى قائمة رسائل WhatsApp

source: Message list not found
ar: لم يتم العثور على قائمة الرسائل

source: Toggle phone number filtering in conversation list
ar: تفعيل/تعطيل تصفية أرقام الهواتف في قائمة المحادثات

source: Use this command in the conversation list
ar: استخدم هذا الأمر في قائمة المحادثات

source: Conversation list: phone numbers hidden
ar: قائمة المحادثات: إخفاء أرقام الهواتف

source: Conversation list: phone numbers visible
ar: قائمة المحادثات: إظهار أرقام الهواتف

source: Toggle phone number filtering in message list
ar: تفعيل/تعطيل تصفية أرقام الهواتف في قائمة الرسائل

source: Use this command in the message list
ar: استخدم هذا الأمر في قائمة الرسائل

source: Message list: phone numbers hidden
ar: قائمة الرسائل: إخفاء أرقام الهواتف

source: Message list: phone numbers visible
ar: قائمة الرسائل: إظهار أرقام الهواتف

source: Toggle automatic Focus Mode
ar: التبديل التلقائي إلى النمط التفاعلي

source: Auto Focus Mode: enabled
ar: تفعيل التبديل التلقائي إلى النمط التفاعلي

source: Auto Focus Mode: disabled
ar: تعطيل التبديل التلقائي إلى النمط التفاعلي

source: WhatsApp Desktop accessibility enhancements
ar: تحسين إمكانية الوصول في WhatsApp Desktop

source: Provides accessibility improvements for the web-based WhatsApp Desktop, including navigation shortcuts, message interaction enhancements, and better screen reader support.
ar: توفر هذه الإضافة تحسينات في إمكانية الوصول لتطبيق Web WhatsApp Desktop بما في ذلك اختصارات التنقل، وتحسينات التفاعل مع الرسائل، ودعم أفضل لقارئات الشاشة.

source: - Turkish translation support. - Toggle automatic Focus Mode option. - Improved navigation performance. - Video playback with Enter key. - Escape key now passes through correctly.
ar: - دعم الترجمة إلى اللغة التركية - خيار تفعيل/تعطيل نمط التصفح (قم بتعيين الاختصار من Input Gestures) - تحسين أداء التنقل. - تشغيل رسائل الفيديو عن طريق مفتاح Enter. - مفتاح Escape أصبح يمرر الأمر إلى WhatsApp بشكل صحيح
