Repository: nunotfc/WhatsAppNG
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: it, pt, ru

source: Copy current message to clipboard
it: Copia il messaggio attuale negli appunti
pt: Copiar mensagem atual para a área de transferência
ru: Скопировать текущее сообщение в буфер обмена

source: Copied
it: Copiato
pt: Copiado
ru: Скопировано

source: Cannot copy
it: Impossibile copiare
pt: Não é possível copiar
ru: Не удалось скопировать

source: Play voice message
it: Riproduci messaggio vocale
pt: Reproduzir mensagem de voz
ru: Воспроизвести голосовое сообщение

source: No audio message found
it: Nessun messaggio audio trovato
pt: Nenhuma mensagem de voz encontrada
ru: Голосовое сообщение не найдено

source: Read complete message (clicks 'read more' button)
it: Leggi il messaggio completo (clicca il pulsante 'Leggi di più')
pt: Ler mensagem completa (clica no botão 'ler mais')
ru: Прочитать текст сообщения полностью (нажимает кнопку «читать дальше»)

source: Not a text message
it: Non è un messaggio di testo

source: No message found
it: Nessun messaggio trovato
pt: Nenhuma mensagem encontrada
ru: Сообщение не найдено

source: Text not found
it: Testo non trovato
pt: Texto não encontrado
ru: Текст не найден

source: Open context menu
it: Apri il menu contestuale
pt: Abrir menu de contexto
ru: Открыть контекстное меню

source: No menu found
it: Nessun menu trovato
pt: Menu não encontrado
ru: Меню не найдено

source: Focus message composer
it: Sposta il focus sul campo di scrittura del messaggio
pt: Focar campo de mensagem
ru: Поместить фокус на поле написать сообщение

source: Message composer not found
it: Campo di scrittura del messaggio non trovato
pt: Campo de mensagem não encontrado
ru: Поле написать сообщение не найдено

source: Go to WhatsApp conversation list
it: Vai alla lista conversazioni di Whatsapp
pt: Ir para lista de conversas do WhatsApp
ru: Перейти к списку чатов WhatsApp

source: Conversation list not found
it: Lista conversazioni non trovata
pt: Lista de conversas não encontrada
ru: Список чатов не найден

source: Go to WhatsApp message list
it: Vai alla lista dei messaggi di Whatsapp
pt: Ir para lista de mensagens do WhatsApp
ru: Перейти к списку сообщений WhatsApp

source: Message list not found
it: Lista dei messaggi non trovata
pt: Lista de mensagens não encontrada
ru: Список сообщений не найден

source: Toggle phone number filtering in conversation list
it: Attiva/disattiva il filtro numeri di telefono nella lista conversazioni
pt: Alternar filtro de números na lista de conversas
ru: Переключить фильтрацию озвучивания номеров телефонов в списке чатов

source: Use this command in the conversation list
it: Usa questo comando nella lista conversazioni
pt: Use este comando na lista de conversas
ru: Используйте эту команду в списке чатов

source: Conversation list: phone numbers hidden
it: Lista conversazioni: numeri di telefono nascosti
pt: Lista de conversas: números ocultos
ru: Список чатов: не озвучивать номера телефонов

source: Conversation list: phone numbers visible
it: Lista conversazioni: numeri di telefono visibili
pt: Lista de conversas: números visíveis
ru: Список чатов: озвучивать номера телефонов

source: Toggle phone number filtering in message list
it: Attiva/disattiva filtro dei numeri di telefono nella lista dei messaggi
pt: Alternar filtro de números na lista de mensagens
ru: Переключить фильтрацию озвучивания номеров телефонов в списке сообщений

source: Use this command in the message list
it: Usa questo comando nella lista dei messaggi
pt: Use este comando na lista de mensagens
ru: Используйте эту команду в списке сообщений

source: Message list: phone numbers hidden
it: Lista dei messaggi: Numeri di telefono nascosti
pt: Lista de mensagens: números ocultos
ru: Список сообщений: не озвучивать номера телефонов

source: Message list: phone numbers visible
it: Lista dei messaggi: numeri di telefono visibili
pt: Lista de mensagens: números visíveis
ru: Список сообщений: озвучивать номера телефонов

source: Toggle automatic Focus Mode
it: Attiva/disattiva modalità focus automatica
ru: Переключить автоматическое включение режима редактирования

source: Auto Focus Mode: enabled
it: Modalità focus automatica: attivata
ru: Автоматическое включение режима редактирования: включено

source: Auto Focus Mode: disabled
it: Modalità focus automatica: disattivata
ru: Автоматическое включение режима редактирования: выключено

source: WhatsApp Desktop accessibility enhancements
it: Migliorie di accessibilità per WhatsApp desktop
pt: Melhorias de acessibilidade para o WhatsApp Desktop
ru: WhatsApp Desktop accessibility enhancements (Улучшения доступности для WhatsApp Desktop)

source: Provides accessibility improvements for the web-based WhatsApp Desktop, including navigation shortcuts, message interaction enhancements, and better screen reader support.
it: Fornisce miglioramenti di accessibilità per WhatsApp Desktop basata sul web, come tasti rapidi di navigazione, migliorie nell'interazione con i messaggi, e un miglior supporto allo screen reader.
ru: Это дополнение предоставляет улучшения доступности для веб-версии WhatsApp Desktop, предоставляя сочитания клавиш для быстрого перехода к элементам интерфейса, улучшения взаимодействия с сообщениями и улучшенную поддержку программ экранного доступа.

source: - Fixed Control+R to work only on text messages. - Turkish translation support. - Toggle automatic Focus Mode option. - Improved navigation performance. - Video playback with Enter key. - Escape key now passes through correctly.
it: - Control+R ora funziona solo sui messaggi di testo. - Supporto traduzione turca. - Opzione attiva/disattiva modalità focus automatica. - Prestazioni di navigazione migliorate. - Riproduzione video con tasto Invio. - Il tasto Esc ora passa correttamente.

source: Initial release. - Navigation shortcuts for conversation list, message list, and message composer. - Voice message playback with support for individual chats and groups. - Context menu access for message actions. - Phone number filtering toggle for conversations and messages. - Automatic focus mode activation in WhatsApp Desktop.
pt: Lançamento inicial. - Atalhos de navegação para lista de conversas, lista de mensagens e campo de mensagem. - Reprodução de mensagens de voz com suporte para conversas individuais e grupos. - Acesso ao menu de contexto para ações de mensagem. - Alternância de filtragem de números de telefone para conversas e mensagens. - Ativação automática do modo de foco no WhatsApp Desktop.
ru: Первая версия. - Добавлены горячие клавиши для списка чатов, списка сообщений и поля написать сообщение. - Поддержка воспроизведения голосовых сообщений для чатов и групп.\n - Доступ к контекстному меню для действий с сообщениями. - Переключатель фильтрации озвучивания номеров телефонов для чатов и списка сообщений. - Автоматическое включение режима редактирования в WhatsApp Desktop.

source: Provides accessibility improvements for the web-based WhatsApp Desktop, including navigation shortcuts, message interaction enhancements, and better screen reader support. Features: - Navigation shortcuts (Alt+1, Alt+2, Alt+D) - Voice message playback (Enter) - Context menu access (Shift+Enter) - Toggle phone number filtering in conversations and messages
pt: Fornece melhorias de acessibilidade para o WhatsApp Desktop baseado na web, incluindo atalhos de navegação, melhorias na interação com mensagens e melhor suporte para leitor de ecrã. Funcionalidades: - Atalhos de navegação (Alt+1, Alt+2, Alt+D) - Reprodução de mensagens de voz (Enter) - Acesso ao menu de contexto (Shift+Enter) - Alternar filtragem de números de telefone em conversas e mensagens
